Revit 2027 API
ParameterTypeId.LevelName Property
 "Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelName { get; }
Public Shared ReadOnly Property LevelName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelName {
	ForgeTypeId^ get ();
}
static member LevelName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace